tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'clusterhq/tap'
tap 'docker-exec/formula'
tap 'drone/drone'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/command-not-found'
tap 'homebrew/completions'
tap 'homebrew/dupes'
tap 'homebrew/gui'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
cask 'java'
cask 'xquartz'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'makedepend'
brew 'openssl'
brew 'aircrack-ng'
brew 'xz'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'amazon-ecs-cli'
brew 'ansifilter'
brew 'docbook'
brew 'asciidoc'
brew 'aspell'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'autossh'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'bfg'
brew 'binutils'
brew 'cmake'
brew 'gdbm'
brew 'python'
brew 'postgresql'
brew 'qt'
brew 'python3'
brew 'shiboken'
brew 'pyside'
brew 'p7zip'
brew 'ssdeep'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'binwalk'
brew 'bison'
brew 'boost'
brew 'coreutils'
brew 'gnu-sed'
brew 'libtool'
brew 'libevent'
brew 'tmux', args: ['HEAD']
brew 'popt'
brew 'oniguruma'
brew 's-lang'
brew 'newt', args: ['with-python']
brew 'byobu'
brew 'calc'
brew 'ccache'
brew 'ccze'
brew 'cifer'
brew 'colordiff'
brew 'colormake'
brew 'cowsay'
brew 'cscope'
brew 'csshx'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dlite', args: ['HEAD']
brew 'dns2tcp'
brew 'docker', args: ['with-experimental']
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-driver-xhyve'
brew 'docker-swarm'
brew 'unrar'
brew 'dtrx'
brew 'envchain'
brew 'envv'
brew 'fasd'
brew 'fcrackzip'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libcaca'
brew 'jpeg'
brew 'libtiff'
brew 'giflib'
brew 'webp'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'fleetctl'
brew 'harfbuzz'
brew 'pango'
brew 'libspiro'
brew 'fontforge', args: ['with-extra-tools', 'with-libspiro', 'HEAD']
brew 'gdk-pixbuf'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pygobject'
brew 'py2cairo'
brew 'pygtk'
brew 'fonttools', args: ['HEAD']
brew 'foremost'
brew 'fortune'
brew 'fswatch'
brew 'gawk'
brew 'gdb'
brew 'geoip'
brew 'git-cal'
brew 'git-crypt'
brew 'git-extras'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'git-hooks'
brew 'git-imerge'
brew 'git-plus'
brew 'git-secrets'
brew 'git-subrepo'
brew 'glide'
brew 'gnu-indent'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gpgme'
brew 'gpm'
brew 'hashpump'
brew 'heroku-toolbelt'
brew 'lua'
brew 'highlight'
brew 'homebrew/dupes/ncurses'
brew 'htop', args: ['with-ncurses']
brew 'hub'
brew 'hubflow'
brew 'iftop'
brew 'imagemagick'
brew 'intltool'
brew 'ipcalc'
brew 'irssi'
brew 'jpegoptim'
brew 'jq'
brew 'kakoune', args: ['HEAD']
brew 'keychain'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'lesspipe'
brew 'libao'
brew 'libgit2'
brew 'libid3tag'
brew 'libidn'
brew 'libmagic'
brew 'libmetalink'
brew 'libnet'
brew 'libnids'
brew 'libressl'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libxslt'
brew 'llvm'
brew 'lnav'
brew 'lzip'
brew 'macvim', args: ['with-override-system-vim', 'with-python3']
brew 'mad'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'moreutils'
brew 'mpg321'
brew 'msgpack'
brew 'multitail'
brew 'ninja'
brew 'nmap'
brew 'node'
brew 'noti'
brew 'nspr'
brew 'nss'
brew 'nvm'
brew 'packer'
brew 'pandoc'
brew 'pbzip2'
brew 'peco'
brew 'pigz'
brew 'pinentry-mac'
brew 'plan9port', args: ['with-x11', 'HEAD']
brew 'pre-commit'
brew 'pstree'
brew 'pv'
brew 'pwgen'
brew 'pypy'
brew 'pypy3'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'rhino'
brew 'scons'
brew 'shellcheck'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'task'
brew 'taskd'
brew 'tasksh'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'toilet'
brew 'trash'
brew 'tree'
brew 'unar'
brew 'yajl'
brew 'uwsgi'
brew 'vcsh'
brew 'vimpager'
brew 'vip'
brew 'vte'
brew 'wakatime-cli'
brew 'watch'
brew 'watchman'
brew 'wdiff'
brew 'webkit2png'
brew 'wget', args: ['with-iri', 'with-libmetalink', 'with-libressl', 'with-gpgme', 'with-debug', 'HEAD']
brew 'wrk'
brew 'xhyve'
brew 'xml2'
brew 'xonsh'
brew 'zopfli'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-lovers'
brew 'zshdb'
brew 'clusterhq/tap/flocker-1.10.2'
brew 'docker-exec/formula/dexec', args: ['HEAD']
brew 'drone/drone/drone'
brew 'homebrew/binary/kwm'
brew 'homebrew/boneyard/gptfdisk'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/fabric-completion'
brew 'homebrew/completions/packer-completion'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/completions/tmuxinator-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'homebrew/versions/bash-completion2'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'rogual/neovim-dot-app/neovim-dot-app', args: ['HEAD']
cask 'amethyst'
cask 'atom'
cask 'betterzipql'
cask 'cdock'
cask 'deluge'
cask 'disk-inventory-x'
cask 'easysimbl'
cask 'eclipse-ide'
cask 'electron'
cask 'font-hack'
cask 'fontforge'
cask 'gimp'
cask 'github-desktop'
cask 'gitify'
cask 'gpgtools'
cask 'owasp-zap'
cask 'packer'
cask 'pgadmin3'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'spaceradar'
cask 'suspicious-package'
cask 'tunnelblick'
cask 'ubersicht'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'webpquicklook'
cask 'xquartz-beta'
cask 'yubikey-neo-manager'
cask 'yubikey-piv-manager'
